export const EMC_INTRODUCTION = {
  title: 'EWHA MICE Community, EMC',
  subtitle: 'since 2013',

  description: `EMC는 이화여자대학교 인재개발원 소속
MICE 전문 커리어 클럽입니다.`,

  paragraphs: [
    `이화인이 손으로 만든 것들이 모이고,
사람들의 취향이 오가고,
우연히 들른 공간이 잠시 머물고 싶은 장소가 되는 하루.
이화 안에서 새로운 공간이 만들어지는 시간.`,

    `이삼봉홀에 들어섰을 때 이곳이 ECC의 한 구역이 아니라,
전혀 다른 축제의 공간에 온 것처럼 느껴졌으면 합니다.
잠깐이라도 일상에서 벗어난 느낌을 줄 수 있는 축제.
우리가 만들고 싶은 종합손물세트입니다.`,

    `무엇보다, 종합손물세트는 모두가 즐거운 행사였으면 좋겠습니다.
셀러도, 관람객도, 그리고 이 행사를 준비하는 우리도.

그 즐거움은 우연히 생기지 않습니다.
모두가 머리를 맞대어 더 나은 행사를 위해 고민하고
준비하는 과정 속에서 만들어집니다.

우리 EMC는 이 과정을 통해 ‘행사를 만든다’는 것이
무엇인지 직접 배우고 있습니다.`,

    `이화의 가을을 떠올렸을 때 자연스럽게 생각나는 축제.
그리고 그 축제를 만들어가는 사람들이 바로 EMC입니다.

EMC가 만드는 단 하루가, 누군가에게는
“이화에서 제일 즐거웠던 한 순간”으로 남기를 바라며,
제12회 종합손물세트를 시작합니다.`,
  ],

  recruit: `EMC는 매년 3월 신입 부원을 모집하여 1년 간 활동하고 있습니다.

EMC에 관심이 생겼다면, MICE에 관심이 있다면, 종손을 만드는 일에 함께하고 싶다면,
2027년 EMC 16기 신입부원 모집에 많은 관심 부탁드립니다!`,

  memberTitle: 'EMC 15th',

  instagramTitle: 'EMC INSTAGRAM',
  instagram: '@EWHA_EMC',

  emailTitle: 'E-mail',
  email: 'ewhamice2026@gmail.com',
};

export const EMC_MEMBER_GROUPS = [
  {
    title: '임원진',
    members: [
      '회장/박주원/2490035/영어영문학부',
      '운영부장/김예서/2469019/국제학부',
      '홍보부장/박지연/2483010/문헌정보학과',
      '디자인부장/김해나/2212101/도자예술전공',
    ],
  },
  {
    title: '운영부',
    members: [
      '김시윤/2316005/국제사무학과',
      '신지현/2485072/경영학부',
      '이세영/2421055/국어국문학과',
      '이정현/2390064/영어영문학부',
      '정회림/2294080/커뮤니케이션·미디어학부',
      '한희진/2376313/융합콘텐츠학과',
    ],
  },
  {
    title: '홍보부',
    members: [
      '박규리/2425013/융합콘텐츠학과',
      '박시은/2485057/경영학부',
      '변윤서/2284013/사회학과',
      '이혜나/2521047/국어국문학과',
      '진규리/2616021/국제사무학과',
      '허주원/2316025/국제사무학과',
    ],
  },
  {
    title: '디자인부',
    members: [
      '김민서/2398010/디자인학부',
      '문아영/2381010/행정학과',
      '이하연/2412049/서양화전공',
      '이현지/2398072/디자인학부',
      '오은솔/2298947/디자인학부',
      '정지우/2486019/사회복지학과',
    ],
  },
];
